{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "A new research tree has been added to the MAM, it grants access to the means of restructuring carbon-based compounds into their simpler equivalents via particle acceleration. "
			},
			"Translation":
			{
				"Text": "Новое дерево исследований было добавлено в ММА, оно открывает доступ к средствам реструктуризации углеродных соединений в их более простые эквиваленты с помощью ускорения частиц."
			},
			"Key": "619B962040C819C79467BDB003E31C25"
		},
		{
			"Source":
			{
				"Text": "Advanced Quantum Technologies"
			},
			"Translation":
			{
				"Text": "Продвинутые Квантовые Технологии"
			},
			"Key": "dev_research_quantumadvanced"
		},
		{
			"Source":
			{
				"Text": "After all, it is only natural to not understand everything on a get-go to those with limited data processing capabilities."
			},
			"Translation":
			{
				"Text": "В конце концов, это вполне естественно - не понимать все на лету тем, у кого ограниченные возможности по обработке данных."
			},
			"Key": "BDE91C04480772B0C4B3C584218D8F47"
		},
		{
			"Source":
			{
				"Text": "Alt: Gravity Field Generator"
			},
			"Translation":
			{
				"Text": "Альт.: Генератор Гравитационного Поля"
			},
			"Key": "dev_recipe_spaceelevatorpart_6_grav"
		},
		{
			"Source":
			{
				"Text": "Alternate: Assembly Supersync System"
			},
			"Translation":
			{
				"Text": "Альт.: Система Суперсинхронизации Сборки"
			},
			"Key": "dev_recipe_spaceelevatorpart_5_multithread"
		},
		{
			"Source":
			{
				"Text": "Alternate: Biodegraded Coal (100-250 MW)"
			},
			"Translation":
			{
				"Text": "Альт.: Биоразложенный Уголь (100-250 МВт)"
			},
			"Key": "dev_recipe_biofuel_coal"
		},
		{
			"Source":
			{
				"Text": "Alternate: Biodegraded Oil (100-250 MW)"
			},
			"Translation":
			{
				"Text": "Альт.: Биоразложенная Нефть (100-250 МВт)"
			},
			"Key": "dev_recipe_biofuel_oil"
		},
		{
			"Source":
			{
				"Text": "Alternate: Coal Coke (100-200 MW)"
			},
			"Translation":
			{
				"Text": "Альт.: Угольный Кокс (100-200 МВт)"
			},
			"Key": "dev_recipe_petroleumcoke_coal"
		},
		{
			"Source":
			{
				"Text": "Alternate: Compacted Coal Coke (100-200 MW)"
			},
			"Translation":
			{
				"Text": "Альт.: Коксовый Брикет (100-200 МВт)"
			},
			"Key": "dev_recipe_petroleumcoke_compactedcoal"
		},
		{
			"Source":
			{
				"Text": "Alternate: Decompressed Biomass"
			},
			"Translation":
			{
				"Text": "Альт.: Декомпрессированная Биомасса"
			},
			"Key": "dev_recipe_biomass_decomposed"
		},
		{
			"Source":
			{
				"Text": "Alternate: Nuclear Rocket"
			},
			"Translation":
			{
				"Text": "Альт.: Ракета на Ядерной Энергии"
			},
			"Key": "dev_recipe_spaceelevatorpart_8_nuclear"
		},
		{
			"Source":
			{
				"Text": "Alternate: Solidified Biofuel"
			},
			"Translation":
			{
				"Text": "Альт.: Стабилизированное Биотопливо"
			},
			"Key": "dev_recipe_biofuel_fromliquid"
		},
		{
			"Source":
			{
				"Text": "Alternate: Thermonuclear Pasta (1000-2000 MW)"
			},
			"Translation":
			{
				"Text": "Альт.: Термоядерная Паста (1000-2000 МВт)"
			},
			"Key": "dev_recipe_spaceelevatorpart_9_thermo"
		},
		{
			"Source":
			{
				"Text": "Analysis of biomass on MASSAGE-2(AB)b shows that its natural sources of energy have similar molecular structure making it look like they are cells of one organism. This can make conversion of resources like coal and crude oil straight into the solid biofuel possible."
			},
			"Translation":
			{
				"Text": "Анализ биомассы на MASAGE-2(AB)b показывает, что ее природные источники энергии имеют схожую молекулярную структуру, подобно клеткам в организме. Это может сделать преобразование ресурсов типа угля и сырой нефти в твердое биотопливо возможным."
			},
			"Key": "dev_research_quantumbiodegradation_desc"
		},
		{
			"Source":
			{
				"Text": "And after this, everything has changed. "
			},
			"Translation":
			{
				"Text": "И после этого все изменилось."
			},
			"Key": "4EA8A1A74BD1F205A0ECFAB9A2887088"
		},
		{
			"Source":
			{
				"Text": "And now she stood before it as it started to silently fade away. Leaves were falling, branches thinning. The girl has fallen on her knees before it, she realized how much value tree had to her. "
			},
			"Translation":
			{
				"Text": "И вот теперь она стояла перед ним, когда оно начало тихо угасать. Листья опадали, ветви поредели. Девочка упала перед ним на колени, понимая, как сильно дерево ей дорого."
			},
			"Key": "16F8ED634F88DE1D3922F884BFE84637"
		},
		{
			"Source":
			{
				"Text": "And one day, the girl has passed away from old age, happily, watching the stars accompanied by the tree - just like when she was a child. "
			},
			"Translation":
			{
				"Text": "И вот однажды девушка ушла из жизни от старости, счастливая, любуясь звездами в сопровождении дерева - совсем как в детстве."
			},
			"Key": "DB822E7D42E029D1037030AC29D6A915"
		},
		{
			"Source":
			{
				"Text": "And wind from the tree growing back has silently responded: \"Thank you\"."
			},
			"Translation":
			{
				"Text": "И ветер от дерева, вновь возросшего, тихо ответил ей: «Спасибо тебе»."
			},
			"Key": "B8F817F34E7A696F6E7A3CBFA5BC0353"
		},
		{
			"Source":
			{
				"Text": "As the girl saw it, she hugged the tree and whispered: \"I'm sorry\". "
			},
			"Translation":
			{
				"Text": "Увидев это, девочка обняла дерево и прошептала: «Прости меня»."
			},
			"Key": "EA7DC1FB4420CDCE6EC20FAF3ABD33C5"
		},
		{
			"Source":
			{
				"Text": "At that moment little girl for the first time didn't know what to do. The tree has always been with her. Helped her, guided her. "
			},
			"Translation":
			{
				"Text": "В тот момент девочка впервые не знала, что делать. Дерево всегда было с ней. Помогало ей, направляло ее."
			},
			"Key": "B87570BF45820A716704AEA18C9955E5"
		},
		{
			"Source":
			{
				"Text": "At that moment little girl for the first time didn't know what to do. The tree has always been with her. Helped her, guided her. \r\n\r\nAnd now she stood before it as it started to silently fade away. Leaves were falling, branches thinning. The girl has fallen on her knees before it, she realized how much value tree had to her. \r\n\r\nHer apologies could never bring it back. \r\n\r\nYet, as her sincere, pure tear of regret has fallen onto the tree's roots, it turned back alive. \r\n\r\nAs the girl saw it, she hugged the tree and whispered: \"I'm sorry\". \r\n\r\nAnd wind from the tree growing back has silently responded: \"Thank you\"."
			},
			"Translation":
			{
				"Text": "В тот момент девочка впервые не знала, что делать. Дерево всегда было с ней. Помогало ей, направляло ее.\r\n\r\nИ вот теперь она стояла перед ним, когда оно начало тихо угасать. Листья опадали, ветви поредели. Девочка упала перед ним на колени, понимая, как сильно дерево ей дорого.\r\n\r\nЕе извинения никогда не смогут вернуть его.\r\n\r\nИ все же, когда ее искренняя, чистая слеза сожаления упала на корни дерева, оно ожило.\r\n\r\nУвидев это, девочка обняла дерево и прошептала: «Прости меня».\r\n\r\nИ ветер от дерева, вновь возросшего, тихо ответил ей: «Спасибо тебе»."
			},
			"Key": "79C1E1264B22C1E77B5069A04F3DA1BC"
		},
		{
			"Source":
			{
				"Text": "Biofuel Decompression"
			},
			"Translation":
			{
				"Text": "Декомпрессирование Биомассы"
			},
			"Key": "dev_research_biofueldecomposition"
		},
		{
			"Source":
			{
				"Text": "But as The Giving Tree died, so did their planet, their home. As humanity's home world has been crumbling, they pleaded The Metal Tree to save them, to keep humanity alive, to let them reach those stars. And so she did. "
			},
			"Translation":
			{
				"Text": "Но с гибелью Щедрого Дерева погибла и их планета, их дом. Когда родной мир человечества стал разрушаться, они обратились к Металлической Деревце с просьбой спасти их, сохранить человечество, позволить им добраться до звезд. И она это сделала."
			},
			"Key": "79801A3C4485374E6E67A9BE25FFD2A0"
		},
		{
			"Source":
			{
				"Text": "But none of those who pleaded the tree for salvation, were going to witness this. "
			},
			"Translation":
			{
				"Text": "Но никто из тех, кто обратился к деревце за спасением, не смогли бы стать свидетелями этого."
			},
			"Key": "90878F86426CDBC660DD2ABE3A259FE9"
		},
		{
			"Source":
			{
				"Text": "Considering the diversity of resources on MASSAGE-2(AB)b the access to more unconventional ways of production could be granted to the pioneer. To be more precise, access to more ways of making Project Assembly parts."
			},
			"Translation":
			{
				"Text": "Учитывая разнообразие ресурсов на MASSAGE-2(AB)b первопроходцу может быть предоставлен доступ к менее традиционным способам производства сырья. А если точнее, доступ к новым способам создания деталей для Проекта \"Сборка\"."
			},
			"Key": "dev_research_quantumadvanced_desc"
		},
		{
			"Source":
			{
				"Text": "Could even say that it was the house itself because the tree loved the girl and gave her whatever she asked for - food, toys, friends to play with. Without it the girl wouldn't exist, the tree was her life. "
			},
			"Translation":
			{
				"Text": "Можно даже сказать, что оно и было ее домом, потому что дерево любило девочку и давало ей все, что она просила - еду, игрушки, друзей для игр. Без него девочка не смогла бы существовать, дерево было ее жизнью."
			},
			"Key": "E1C01D53424D86734481CC9731EBA5E0"
		},
		{
			"Source":
			{
				"Text": "Ever since, the girl learnt to value things around her, she cared about the tree and was teaching others to take care of it and respect it no matter how convenient and simple its presence is. "
			},
			"Translation":
			{
				"Text": "С тех пор девушка научилась ценить окружающие ее вещи, заботилась о дереве и учила других заботиться о нем и уважать его, каким бы удобным и простым ни было его присутствие."
			},
			"Key": "461470FC483C75A726017BA9A6423D91"
		},
		{
			"Source":
			{
				"Text": "Her apologies could never bring it back. "
			},
			"Translation":
			{
				"Text": "Ее извинения никогда не смогут вернуть его."
			},
			"Key": "8B05674F4B98B4685A15BFBB8CACE5E7"
		},
		{
			"Source":
			{
				"Text": "However the girl was so used to being comfortable with the tree around she didn't even think to thank it or take care of it. "
			},
			"Translation":
			{
				"Text": "Однако девочка так привыкла к тому, что дерево рядом, что даже не думала поблагодарить его или позаботиться о нем."
			},
			"Key": "68F36EFB408562796CBD8C9111971238"
		},
		{
			"Source":
			{
				"Text": "Humanity has been spread across many planets, many stars, expanding further and further. "
			},
			"Translation":
			{
				"Text": "Человечество расселилось по многим планетам, по многим звездам, расширяясь все дальше и дальше."
			},
			"Key": "8A134D2E43215681534E41BDCFFB2D3A"
		},
		{
			"Source":
			{
				"Text": "I feel obligated to mention that your dedication towards exploring is most admirable and impressive. Perhaps you deserve a reward beyond purpose pioneers have been designed for. "
			},
			"Translation":
			{
				"Text": "Я считаю своим долгом отметить, что ваша преданность исследованию впечатляет и достойна восхищения. Возможно, вы заслуживаете награды, выходящей за рамки того, для чего предназначены первопроходцы."
			},
			"Key": "1F8989AA4B440E160EE28885558E00BB"
		},
		{
			"Source":
			{
				"Text": "If this has been too many fancy words for you at the moment, then perhaps seeing it by yourself will help. "
			},
			"Translation":
			{
				"Text": "Если для вас это было слишком много умных слов, то, возможно, вам поможет увидеть это своими глазами."
			},
			"Key": "5D31054841FE1CBD5FFD38A1AF8ECA09"
		},
		{
			"Source":
			{
				"Text": "In order to find advanced ways of using FICSIT's quantum technologies, samples of products are required. Further analysis in the MAM will grant further ways to optimize production to the pioneer"
			},
			"Translation":
			{
				"Text": "Для поиска продвинутых способов использования квантовых технологий FICSIT необходимы образцы ресурсов. Дальнейший анализ в ММА откроет для первопроходца новые способы оптимизации производства."
			},
			"Key": "dev_milestone_quantumtechutils_desc"
		},
		{
			"Source":
			{
				"Text": "In order to optimize the production of Nuclear Pasta it requires a high energy environment to simulate the proccess of a neutron star being born. High energy fuel can accomplish this task."
			},
			"Translation":
			{
				"Text": "В целях оптимизации процесса изготовления Ядерной Пасты необходима высокоэнергетическая среда для симуляции процесса рождения нейтронной звезды. Высокоэнергетическое топливо способно осуществить эту задачу."
			},
			"Key": "dev_research_spaceelevatorpart_9_desc"
		},
		{
			"Source":
			{
				"Text": "Initial scan of planet's resources have shown that some of them have low volatility level which could help reorganizing their molecular structure to lower their complexity level with help of Particle Accelerator. Breakthrough in this sphere may also find unconventional use for resources at your disposal."
			},
			"Translation":
			{
				"Text": "Первоначальное сканирования ресурсов планеты показало низкий уровень нестабильности в некоторых из них, что может помочь изменить их молекулярную структуру для понижения ее сложности с помощью Ускорителя Частиц. Прорыв в этой сфере сможет открыть для вас новые нетрадиционные способы применения ресурсов в вашем распоряжении."
			},
			"Key": "dev_researchtree_quantumtechutil_desc"
		},
		{
			"Source":
			{
				"Text": "Initial scan of planet's resources have shown that some of them have low volatility level which could help reorganizing their molecular structure to lower their complexity level. Access will be granted on Tier 8 when enough data is provided."
			},
			"Translation":
			{
				"Text": "Первоначальное сканирования ресурсов планеты показало низкий уровень нестабильности в некоторых из них, что может помочь изменить их молекулярную структуру для понижения ее сложности. Доступ будет предоставлен на Уровне 8, как только будет собрано достаточно данных."
			},
			"Key": "dev_researchtree_quantumtechutil_pre_desc"
		},
		{
			"Source":
			{
				"Text": "Just like metal, the wish has been bent in selfish people's favor. But this wish, just like metal, has also been... twisted."
			},
			"Translation":
			{
				"Text": "Как металл, желание было выковано в пользу этих эгоистов. Но это желание, как и металл, также было... искажено."
			},
			"Key": "315831F347706C6E719B5C8B16E3EC09"
		},
		{
			"Source":
			{
				"Text": "MAM - Advanced Quantum Technologies"
			},
			"Translation":
			{
				"Text": "ММА - Продвинутые Квантовые Технологии"
			},
			"Key": "4F369961410F0DBD2E1ED68CCA44B8FF"
		},
		{
			"Source":
			{
				"Text": "Milestone reached. Due to specifics of natural resources' molecular structure on MASSAGE-2(AB)b, this is a chance for the pioneer to look back and consider taking advantage of their current manufactural achievements. "
			},
			"Translation":
			{
				"Text": "Цель достигнута. В связи с особенностями молекулярной структуры природных ресурсов на MASSAGE-2(AB)b, это шанс для первопроходца оглянуться назад и подумать о том, чтобы воспользоваться своими текущими производственными достижениями."
			},
			"Key": "51F77D6147034AC47377439BA52A6F35"
		},
		{
			"Source":
			{
				"Text": "Milestone reached. Due to specifics of natural resources' molecular structure on MASSAGE-2(AB)b, this is a chance for the pioneer to look back and consider taking advantage of their current manufactural achievements. \r\n\r\nA new research tree has been added to the MAM, it grants access to the means of restructuring carbon-based compounds into their simpler equivalents via particle acceleration. \r\n\r\nIf this has been too many fancy words for you at the moment, then perhaps seeing it by yourself will help. \r\n\r\nAfter all, it is only natural to not understand everything on a get-go to those with limited data processing capabilities."
			},
			"Translation":
			{
				"Text": "Цель достигнута. В связи с особенностями молекулярной структуры природных ресурсов на MASSAGE-2(AB)b, это шанс для первопроходца оглянуться назад и подумать о том, чтобы воспользоваться своими текущими производственными достижениями.\r\n\r\nНовое дерево исследований было добавлено в ММА, оно открывает доступ к средствам реструктуризации углеродных соединений в их более простые эквиваленты с помощью ускорения частиц.\r\n\r\nЕсли для вас это было слишком много умных слов, то, возможно, вам поможет увидеть это своими глазами.\r\n\r\nВ конце концов, это вполне естественно - не понимать все на лету тем, у кого ограниченные возможности по обработке данных."
			},
			"Key": "53233EDE4869678671B180A7CFCF63C6"
		},
		{
			"Source":
			{
				"Text": "Not only her teachings have been forgotten by the people, they hated the tree for a need to take care of it. "
			},
			"Translation":
			{
				"Text": "Люди не только забыли ее учения, но и возненавидели дерево за необходимость заботиться о нем."
			},
			"Key": "36FAE5944EA85DE9C66BC79E0DB771F3"
		},
		{
			"Source":
			{
				"Text": "Nuclear Engine"
			},
			"Translation":
			{
				"Text": "Двигатели на Ядерной Энергии"
			},
			"Key": "dev_research_spaceelevatorpart_8"
		},
		{
			"Source":
			{
				"Text": "Once upon a time there has been a girl who was constantly looking towards the stars. In the backyard of her house there was a tree. A Giving Tree."
			},
			"Translation":
			{
				"Text": "Давным-давно жила-была девочка, которая постоянно смотрела на звезды. На заднем дворе ее дома росло дерево. Щедрое Дерево."
			},
			"Key": "61B011694C137732952F29BB5056B488"
		},
		{
			"Source":
			{
				"Text": "Once upon a time there has been a girl who was constantly looking towards the stars. In the backyard of her house there was a tree. A Giving Tree. \r\n\r\nCould even say that it was the house itself because the tree loved the girl and gave her whatever she asked for - food, toys, friends to play with. Without it the girl wouldn't exist, the tree was her life. \r\n\r\nTwo of them could live happily ever after. \r\n\r\nHowever the girl was so used to being comfortable with the tree around she didn't even think to thank it or take care of it. \r\n\r\nOne day, it gave up."
			},
			"Translation":
			{
				"Text": "Давным-давно жила-была девочка, которая постоянно смотрела на звезды. На заднем дворе ее дома росло дерево. Щедрое Дерево.\r\n\r\nМожно даже сказать, что оно и было ее домом, потому что дерево любило девочку и давало ей все, что она просила - еду, игрушки, друзей для игр. Без него девочка не смогла бы существовать, дерево было ее жизнью.\r\n\r\nВдвоем они могли бы жить долго и счастливо.\r\n\r\nОднако девочка так привыкла к тому, что дерево рядом, что даже не думала поблагодарить его или позаботиться о нем.\r\n\r\nВ один прекрасный день оно сдалось."
			},
			"Key": "F1FA65B940C6B147AF93A6881838EB74"
		},
		{
			"Source":
			{
				"Text": "One day she asked for the last thing - for the wood from The Giving Tree. And her wish was granted. Now anyone could climb the tree and touch any point of the vast galaxy. "
			},
			"Translation":
			{
				"Text": "Однажды она попросила о последнем - древесину Щедрого Дерева. И ее желание было исполнено. Теперь каждый мог забраться на древце и коснуться любой точки огромной галактики."
			},
			"Key": "FE603BFC40579112EF5D27AB8F8A6C7A"
		},
		{
			"Source":
			{
				"Text": "One day, it gave up."
			},
			"Translation":
			{
				"Text": "В один прекрасный день оно сдалось."
			},
			"Key": "FA14D26E408192A7797764B3DAF5E539"
		},
		{
			"Source":
			{
				"Text": "People have made their own tree - the one from metal and rock. Immortal, obedient, ever growing, she herself was reaching towards the sky trying to reach the stars."
			},
			"Translation":
			{
				"Text": "Люди создали свое деревце - из металла и камня. Бессмертная, послушная, вечно растущая, она и сама тянулась к небу, пытаясь достичь звезд."
			},
			"Key": "E18626DB4C30DF3E08060E9F96E009A7"
		},
		{
			"Source":
			{
				"Text": "Quantum Biodegradation"
			},
			"Translation":
			{
				"Text": "Квантовое Биоразложение"
			},
			"Key": "dev_research_quantumbiodegradation"
		},
		{
			"Source":
			{
				"Text": "Quantum Bioextraction"
			},
			"Translation":
			{
				"Text": "Квантовое Биостабилизирование"
			},
			"Key": "dev_research_quantumbioextraction"
		},
		{
			"Source":
			{
				"Text": "Quantum Coking"
			},
			"Translation":
			{
				"Text": "Квантовое Коксование"
			},
			"Key": "dev_research_quantumcoking"
		},
		{
			"Source":
			{
				"Text": "Quantum Technology Utilities"
			},
			"Translation":
			{
				"Text": "Расширение Квантовых Технологий"
			},
			"Key": "dev_researchtree_quantumtechutil"
		},
		{
			"Source":
			{
				"Text": "Quantum Technology Utilities"
			},
			"Translation":
			{
				"Text": "Расширение Квантовых Технологий"
			},
			"Key": "dev_milestone_quantumtechutils"
		},
		{
			"Source":
			{
				"Text": "Ready."
			},
			"Translation":
			{
				"Text": "Готовы."
			},
			"Key": "A447F91F4E6521912B2310A8F3E44599"
		},
		{
			"Source":
			{
				"Text": "Research completed. Advanced quantum technology research is now available. "
			},
			"Translation":
			{
				"Text": "Исследование завершено. Получен доступ к продвинутым исследованиям квантовых технологий."
			},
			"Key": "E0BB3DF843816CF7FC5301B193A4A003"
		},
		{
			"Source":
			{
				"Text": "Research completed. Advanced quantum technology research is now available. \r\n\r\nI feel obligated to mention that your dedication towards exploring is most admirable and impressive. Perhaps you deserve a reward beyond purpose pioneers have been designed for. \r\n\r\nTherefore I am going to tell you a tale composed by FICSIT for their young pioneers. I shall begin when you are... Ready."
			},
			"Translation":
			{
				"Text": "Исследование завершено. Получен доступ к продвинутым исследованиям квантовых технологий.\r\n\r\nЯ считаю своим долгом отметить, что ваша преданность исследованию впечатляет и достойна восхищения. Возможно, вы заслуживаете награды, выходящей за рамки того, для чего предназначены первопроходцы.\r\n\r\nПоэтому я расскажу вам сказку, сочиненную FICSIT для своих юных первопроходцев. Я начну, когда вы будете... Готовы."
			},
			"Key": "C888EA97414C41557485EFBA5359E7A9"
		},
		{
			"Source":
			{
				"Text": "Researches in quantum biodegradation have allowed humanity to decompress biofuel into biomass without rendering the resource useless in the process. It is hard to tell why would any pioneer use this. And if you, pioneer, have an answer, you should be ashamed of yourself."
			},
			"Translation":
			{
				"Text": "Исследования в области квантового биоразложения позволили человечеству декомпрессировать биотопливо в биомассу без полной потери ценности ресурса в процессе. Трудно сказать, с какой целью это может понадобиться первопроходцу. И если у вас, первопроходец, есть ответ на это, то вам должно быть стыдно за себя."
			},
			"Key": "7412E3E6445DAB7C71E4AD88B892DA3D"
		},
		{
			"Source":
			{
				"Text": "Researches in quantum biodegradation have allowed humanity to deepen understanding matter conversion making the ability to turn liquid biofuel into solid one possible."
			},
			"Translation":
			{
				"Text": "Исследования в области квантового биоразложения позволили человечеству лучше понять преобразование материи, что сделало возможным преобразование жидкого биотоплива в твердое."
			},
			"Key": "dev_research_quantumbioextraction_desc"
		},
		{
			"Source":
			{
				"Text": "Superpositional Computing"
			},
			"Translation":
			{
				"Text": "Суперпозиционные Вычисления"
			},
			"Key": "dev_research_spaceelevatorpart_5"
		},
		{
			"Source":
			{
				"Text": "The Giving Tree - Part 1"
			},
			"Translation":
			{
				"Text": "Щедрое Дерево - Часть 1"
			},
			"Key": "F67E1DDF40DEE38E9A68ED888CD14CB8"
		},
		{
			"Source":
			{
				"Text": "The Giving Tree - Part 2"
			},
			"Translation":
			{
				"Text": "Щедрое Дерево - Часть 2"
			},
			"Key": "8255235F40083181EBAAFF9138A644EE"
		},
		{
			"Source":
			{
				"Text": "The Giving Tree - Part 3"
			},
			"Translation":
			{
				"Text": "Щедрое Дерево - Часть 3"
			},
			"Key": "D49D75F542FBE7F657B7209FD4CD533E"
		},
		{
			"Source":
			{
				"Text": "The Giving Tree - Part 4"
			},
			"Translation":
			{
				"Text": "Щедрое Дерево - Часть 4"
			},
			"Key": "CA72A2F44214D0A151C2CCB5FD795BE6"
		},
		{
			"Source":
			{
				"Text": "The main constraint that kept humanity from using nuclear energy to be used in engines is production of non-disposable waste. Thankfully, FICSIT has solved this problem."
			},
			"Translation":
			{
				"Text": "Единственное, что останавливало человечество от использования ядерной энергии в двигателях - это создание ей неперерабатываемых отходов. К счастью, в FICSIT решили эту проблему."
			},
			"Key": "dev_research_spaceelevatorpart_8_desc"
		},
		{
			"Source":
			{
				"Text": "The only known way to produce gravity without mass is colossal energy output only stars have. Paradoxically, power shards have potentially infinite energy which could be used for said purpose."
			},
			"Translation":
			{
				"Text": "Единственный способ создания гравитации без применения массы - это выброс колоссальной энергии, которая есть только у звезд. Как не парадоксально, в энергомодулях потенциально бесконечная энергия, что делает их применение в целях, указанных ранее, возможным."
			},
			"Key": "dev_research_spaceelevatorpart_6_desc"
		},
		{
			"Source":
			{
				"Text": "The people were helping her growing and did whatever she asked for. "
			},
			"Translation":
			{
				"Text": "Люди помогали ей расти и делали все, что она просила."
			},
			"Key": "E49C14C74821A0A3DBE905BDCCC19341"
		},
		{
			"Source":
			{
				"Text": "The people were helping her growing and did whatever she asked for. \r\n\r\nOne day she asked for the last thing - for the wood from The Giving Tree. And her wish was granted. Now anyone could climb the tree and touch any point of the vast galaxy. \r\n\r\nBut as The Giving Tree died, so did their planet, their home. As humanity's home world has been crumbling, they pleaded The Metal Tree to save them, to keep humanity alive, to let them reach those stars. And so she did. \r\n\r\nJust like metal, the wish has been bent in selfish people's favor. But this wish, just like metal, has also been... twisted.\r\n\r\nHumanity has been spread across many planets, many stars, expanding further and further. \r\n\r\nBut none of those who pleaded the tree for salvation, were going to witness this. \r\n\r\nThey remained on their dying planet with nothing left, they took it all."
			},
			"Translation":
			{
				"Text": "Люди помогали ей расти и делали все, что она просила.\r\n\r\nОднажды она попросила о последнем - древесину Щедрого Дерева. И ее желание было исполнено. Теперь каждый мог забраться на древце и коснуться любой точки огромной галактики.\r\n\r\nНо с гибелью Щедрого Дерева погибла и их планета, их дом. Когда родной мир человечества стал разрушаться, они обратились к Металлической Деревце с просьбой спасти их, сохранить человечество, позволить им добраться до звезд. И она это сделала.\r\n\r\nКак металл, желание было выковано в пользу этих эгоистов. Но это желание, как и металл, также было... искажено.\r\n\r\nЧеловечество расселилось по многим планетам, по многим звездам, расширяясь все дальше и дальше.\r\n\r\nНо никто из тех, кто обратился к деревце за спасением, не смогли бы стать свидетелями этого.\r\n\r\nОни остались на своей умирающей планете без ничего, они забрали все."
			},
			"Key": "BE0E16B546588E4931667C9470F831E6"
		},
		{
			"Source":
			{
				"Text": "The traditional way of making coke from coal takes a lot of time and produces unusable waste in amounts unacceptable by FICSIT. However particle accelerators have been discovered to be able to break up coal's molecular structure providing efficient way of making coke out of coal and compacted coal."
			},
			"Translation":
			{
				"Text": "Традиционный способ создания кокса из угля занимает много времени и производит отходы в количествах, не соответствующих стандартам FICSIT. Однако Усколители Частиц оказались способны разложить молекулярную структуру угля, тем самым предоставляя эффективный способ создания кокса из угля и угольных брикетов."
			},
			"Key": "dev_research_quantumcoking_desc"
		},
		{
			"Source":
			{
				"Text": "The years went on, the girl and her friends created by the tree were growing up. "
			},
			"Translation":
			{
				"Text": "Шли года, девочка и ее друзья, созданные деревом, росли."
			},
			"Key": "F0F1598C4F503F06BF0A4ABE55EFB125"
		},
		{
			"Source":
			{
				"Text": "The years went on, the girl and her friends created by the tree were growing up. \r\n\r\nEver since, the girl learnt to value things around her, she cared about the tree and was teaching others to take care of it and respect it no matter how convenient and simple its presence is. \r\n\r\nAnd one day, the girl has passed away from old age, happily, watching the stars accompanied by the tree - just like when she was a child. \r\n\r\nAnd after this, everything has changed. \r\n\r\nNot only her teachings have been forgotten by the people, they hated the tree for a need to take care of it. \r\n\r\nThey have decided: \"We will make our own tree\". And so they did. \r\n\r\nPeople have made their own tree - the one from metal and rock. Immortal, obedient, ever growing, she herself was reaching towards the sky trying to reach the stars."
			},
			"Translation":
			{
				"Text": "Шли года, девочка и ее друзья, созданные деревом, росли.\r\n\r\nС тех пор девушка научилась ценить окружающие ее вещи, заботилась о дереве и учила других заботиться о нем и уважать его, каким бы удобным и простым ни было его присутствие.\r\n\r\nИ вот однажды девушка ушла из жизни от старости, счастливая, любуясь звездами в сопровождении дерева - совсем как в детстве.\r\n\r\nИ после этого все изменилось.\r\n\r\nЛюди не только забыли ее учения, но и возненавидели дерево за необходимость заботиться о нем.\r\n\r\nОни решили: «Мы сделаем свое собственное дерево». Так они и сделали.\r\n\r\nЛюди создали свое деревце - из металла и камня. Бессмертная, послушная, вечно растущая, она и сама тянулась к небу, пытаясь достичь звезд."
			},
			"Key": "94A0D7A4423197720C1FF3B30B26B3A4"
		},
		{
			"Source":
			{
				"Text": "Therefore I am going to tell you a tale composed by FICSIT for their young pioneers. I shall begin when you are... "
			},
			"Translation":
			{
				"Text": "Поэтому я расскажу вам сказку, сочиненную FICSIT для своих юных первопроходцев. Я начну, когда вы будете.."
			},
			"Key": "D0BA63A844F6BF0BD8D0368CF2E4322E"
		},
		{
			"Source":
			{
				"Text": "Thermonuclear Fusion"
			},
			"Translation":
			{
				"Text": "Термоядерное Слияние"
			},
			"Key": "dev_research_spaceelevatorpart_9"
		},
		{
			"Source":
			{
				"Text": "They have decided: \"We will make our own tree\". And so they did. "
			},
			"Translation":
			{
				"Text": "Они решили: «Мы сделаем свое собственное дерево». Так они и сделали."
			},
			"Key": "7F7C3D544B1DF248E89E41A1AD0FA9DE"
		},
		{
			"Source":
			{
				"Text": "They remained on their dying planet with nothing left, they took it all."
			},
			"Translation":
			{
				"Text": "Они остались на своей умирающей планете без ничего, они забрали все."
			},
			"Key": "DB1D357F446613F97EBBD883C2125151"
		},
		{
			"Source":
			{
				"Text": "Tier 8 - Quantum Technology Utilities"
			},
			"Translation":
			{
				"Text": "Уровень 8 - Расширение Квантовых Технологий"
			},
			"Key": "5440CA724AE88A16AC7F3581E55CDACF"
		},
		{
			"Source":
			{
				"Text": "Two of them could live happily ever after. "
			},
			"Translation":
			{
				"Text": "Вдвоем они могли бы жить долго и счастливо."
			},
			"Key": "5AB6D6CD4B4F23BB70A83EB335655C5C"
		},
		{
			"Source":
			{
				"Text": "Unknown Technology Utilities"
			},
			"Translation":
			{
				"Text": "Неизвестное Применение Технологий"
			},
			"Key": "dev_researchtree_quantumtechutil_pre"
		},
		{
			"Source":
			{
				"Text": "Weightless Gravity Fields"
			},
			"Translation":
			{
				"Text": "Постоянные Гравитационные Поля"
			},
			"Key": "dev_research_spaceelevatorpart_6"
		},
		{
			"Source":
			{
				"Text": "While FICSIT's Neural Quantum Processors focus on one computer accomplishing one task quickly, usage of superposition technology could also seamlessly unite multiple computers into one. This could be useful in control systems."
			},
			"Translation":
			{
				"Text": "В ту очередь, как Нейроквантовые Процессоры FICSIT сосредоточенны на быстром выполнении одиночных задач, использование технологии суперпозиции также можно использовать для соединения множества компьютеров в один. Это может принести пользу для систем управления."
			},
			"Key": "dev_research_spaceelevatorpart_5_desc"
		},
		{
			"Source":
			{
				"Text": "Yet, as her sincere, pure tear of regret has fallen onto the tree's roots, it turned back alive. "
			},
			"Translation":
			{
				"Text": "И все же, когда ее искренняя, чистая слеза сожаления упала на корни дерева, оно ожило."
			},
			"Key": "14B143094E3C5C483376B2BE21D5AE66"
		}
	]
}